{
  "November_28_2023": {
    "date": "November 28, 2023",
    "top_gainers_image": "https://stanford-ohs-wharton.github.io/HilaryAsh/img/11_28_23/top_gainers.png",
    "top_losers_image": "https://stanford-ohs-wharton.github.io/HilaryAsh/img/11_28_23/top_losers.png",
    "most_actively_traded": {
      "Company": [
        "Redhill Biopharma Ltd (RDHL)",
        "Micromobility.com Inc - Class A (MCOM)",
        "Tesla Inc (TSLA)",
        "ProShares UltraPro Short QQQ -3x Shares (SQQQ)",
        "Nikola Corp (NKLA)"
      ],
      "Change Percentage": [
        "216.9572%",
        "-2.907%",
        "0.2676%",
        "0.1887%",
        "0.4758%"
      ]
    },
    "sports_equity_paragraph": "The National Women's Soccer League has agreed a four-year media deal with broadcasters ESPN, CBS, Prime Sports and Scripps' ION Network. The WNBA Finals' record viewership and increased ad effectiveness highlight women's sports as a business opportunity.",
    "real_estate_paragraph": "After a disappointing few years, Alexandria Real Estate, which focuses on life sciences properties, has seen continued success with a consensus rating of 'Strong Buy'. Over the past six months, Cohen & Steers, has remained a strong investment option.",
    "companies": [
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Cisco.png",
        "name": "Cisco",
        "description": "Cisco announced new integrations between Cisco ThousandEyes and Amazon CloudWatch Internet Monitor (CWIM), a new Internet monitoring service from Amazon Web Services (AWS). Cisco also announced new business metrics in Cisco Cloud Observability to enhance business context for modern applications running on Amazon Web Services (AWS). Cisco will host its 2023 Annual Meeting of Stockholders on Wednesday, December 6, 2023, beginning at 8:00 a.m. PST via audio webcast. Participants will include Cisco Chair and CEO Chuck Robbins."
      },
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Lululemon.png",
        "name": "Lululemon",
        "description": "Lululemon (LULU) closed at $435.77 in the latest trading session, marking a +0.93% move. Lululemon Athletica's (NASDAQ:LULU) stock is up by a considerable 18% over the past three months despite the market currently experiencing a downturn. Lululemon (LULU) will release its financial results for the third quarter fiscal 2023 on Thursday, December 7, 2023. The company will host a conference call at 4:30 p.m. Eastern time to discuss the financial results."
      },
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Oracle.png",
        "name": "Oracle",
        "description": "Oracle Corp. shareholder support for Chairman Larry Ellison increased in the past year as the company’s cloud infrastructure business grew rapidly. Oracle Corporation (ORCL) has been growing rapidly in recent years, and its stock price has increased by over 10% in the past couple of months. Oracle is also currently a popular investment among hedge funds, and it is one of the stocks that Bill Gates has recently added to his portfolio."
      },
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Amazon.png",
        "name": "Amazon",
        "description": "Amazon sold 1 billion items in just 11 days of promotional deals this November and expects 'millions more deals' to come during the holiday season. Amazon is also working on new AI chips and a chatbot for businesses and announced a partnership with Nvidia to build the world's fastest GPU-powered AI supercomputer. Amazon has also integrated Cisco ThousandEyes and Amazon CloudWatch Internet Monitor (CWIM), a new Internet monitoring service from AWS, to offers customers with 'unparalleled visibility into their cloud deployments, enabling them to deliver unmatched optimized digital experiences."
      }
    ]
  },
  
  "December_02_2023": {
    "date": "December 2, 2023",
    "top_gainers_image": "https://stanford-ohs-wharton.github.io/HilaryAsh/img/12_02_23/top_gainers.png",
    "top_losers_image": "https://stanford-ohs-wharton.github.io/HilaryAsh/img/12_02_23/top_losers.png",
    "most_actively_traded": {	  
	  "Company": [
		"Bit Brother Ltd - Class A (BETS)", 
		"Green Giant Inc (GGE)",
		"ProShares UltraPro Short QQQ -3x Shares (SQQQ)", 
		"Tesla Inc (TSLA)", 
		"Pfizer Inc (PFE)"
	  ], 
	  "Change Percentage": [
		"43.1734%", 
		"66.4301%", 
		"-0.7803%", 
		"-0.5207%", 
		"-5.1739%"
	  ]
	},
    "sports_equity_paragraph": "Thirty-two female athletes at the University of Oregon filed a federal lawsuit against the school alleging Title IX violations in women's sports. Elite women's sports will generate revenue of $1.28 billion in 2024, up 300% from three years ago.",
    "real_estate_paragraph": "The Sun Belt is a hot market currently for investors; a joint venture raised $309 million to invest in real estate in the Sun Belt. HGTV's Hilary Farr is leaving the show Love It or List It after 19 seasons.",
    "companies": [
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Costco.png",
        "name": "Costco",
        "description": "As Costco is a popular destination for holiday shoppers, the company has been reporting strong sales growth in recent months. In November, Costco's same-store sales rose by 4.4%, compared with 3.4% in October. The company also reported a 5.1% increase in net sales for the retail month of November."
      },
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Boeing.png",
        "name": "Boeing",
        "description": "Boeing shares rose 1.2% to $235.20 in afternoon trading, and the stock is up 11.5% year-to-date. Canada and the United States reached a deal to buy up to 16 Boeing aircraft as part of a C$10.4 billion ($7.7 billion) project. The investment to replace Canada's aging fleet of military surveillance planes includes a $5.9 billion sole-sourced deal for P-8A Poseidon aircraft and related equipment."
      },
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Google.png",
        "name": "Google",
        "description": "Alphabet (GOOG) is a remarkably successful investment that has outperformed the S&P 500 and Nasdaq Composite index (up 681% compared to investing in the Nasdaq Composite index over the same timeframe). AI remains a decade-defining trend, and as the stock arket tends to rise in December, these growth stocks could further benefit from holiday spending."
      },
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/UBS.png",
        "name": "UBS",
        "description": "UBS announced, on November 30, that Charlie Medelberg and Stacey Koziatek, The Medelberg Group, have joined the firm as Financial Advisors. They join the UBS Midwest Wealth Management Market, managed by Michael Mimick, and will be located in the Chesterfield, MO office, reporting to Gary Wideman. Together, Charlie and Stacy manage $275 million in client assets and have over 60 years of experience advising high-net-worth individuals, families and businesses."
      }
    ]
  },
  
  "December_05_2023": {
    "date": "December 5, 2023",
    "top_gainers_image": "https://stanford-ohs-wharton.github.io/HilaryAsh/img/12_05_23/top_gainers.png",
    "top_losers_image": "https://stanford-ohs-wharton.github.io/HilaryAsh/img/12_05_23/top_losers.png",
    "most_actively_traded": {
		"Company": [
			"Bit Brother Ltd - Class A (BETS)", 
			"Esports Entertainment Group Inc (GMBL)", 
			"Energy Vault Holdings Inc - Class A (NXU)", 
			"Meiwu Technology Company Ltd (WNW)", 
			"Tesla Inc (TSLA)"
		], 
		"Change Percentage": [
			"-51.7291%", 
			"-7.5269%", 
			"-6.5934%", 
			"11.1111%", 
			"1.3329%"
		]
	},
    "sports_equity_paragraph": "While equity in women's sports has changed dramatically in the last two days, as the year closes out, we revisit one of the largest pieces of news in this industry over the last few months. The International Olympic Committee (IOC) has renewed its partnership with UN Women. The new Memorandum of Understanding (MoU), which was signed by IOC President Thomas Bach and UN Women Executive Director Sima Bahous during a meeting in New York, extends a partnership that began in 2012 and was extended for the first time in 2017.",
    "real_estate_paragraph": " The real estate market saw a significant increase in investment activity over the past month. Both domestic and foreign investors have shown a keen interest in the sector, with a particular focus on residential and commercial properties. Illinois, in particular, has a growing real estate market, with average home values ranging from around $65,000 to upwards of $400,000 in counties throughout the state. The rise in investment is largely attributed to the growing demand for housing, the stable economic conditions, and favorable government policies, which have created an attractive environment for investors.",
    "companies": [
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Cisco.png",
        "name": "Cisco",
        "description": "Cisco unveiled the Cisco AI Assistant for Security, marking a major step in making artificial intelligence (AI) pervasive in the Security Cloud. John Chambers, Former CEO, warns of AI fallout ahead but says the technology is unstoppable. The outlook for CSCO stock depends on trends for cloud computing, plus corporate and telecom networks amid the shift to remote work."
      },
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Lululemon.png",
        "name": "Lululemon",
        "description": "Lululemon (LULU) stock has been on a tear, advancing more than 40% over the past year. However, many analysts (especially from Wells Fargo) are now downgrading the stock, citing softening US consumer demand. The stock's next test will come with third quarter earnings, set to be reported on Thursday. Investors, many of whom have raised their price targets, will pay attention to comments on sales trends and consumer health."
      },
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Oracle.png",
        "name": "Oracle",
        "description": "Oracle (ORCL) has been recognized as a Leader in the IDC MarketScape: U.S. Value-Based Health Analytics 2023 Vendor Assessment. The company will release its second quarter fiscal year 2024 results on Monday, December 11th, after the close of the market. In the latest trading session, Oracle closed at $115.78, marking a -1.18% move from the previous day. Despite the recent decline, Oracle has outperformed the broader market this year, with its shares up over 10% year-to-date."
      },
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Amazon.png",
        "name": "Amazon",
        "description": "After a tough 2022, Amazon is fighting its way back to strong growth and profitability with Amazon Web Services as the key to the tech giant's growth in 2024. Amazon has been lobbying politicians and cultivating support from nonprofits to fight against environmental regulations and labor organizers. The company's shares have rallied on the news, raising the question of whether it's got much more upside."
      }
    ]
  },
  
  "December_09_2023": {
    "date": "December 9, 2023",
    "top_gainers_image": "https://stanford-ohs-wharton.github.io/HilaryAsh/img/12_09_23/top_gainers.png",
    "top_losers_image": "https://stanford-ohs-wharton.github.io/HilaryAsh/img/12_09_23/top_losers.png",
    "most_actively_traded": {
		"Company": [
			"Bit Brother Ltd - Class A (BETS)", 
			"Nikola Corp (NKLA)", 
			"Esports Entertainment Group Inc (GMBL)", 
			"ProShares UltraPro Short QQQ -3x Shares (SQQQ)", 
			"Tesla Inc (TSLA)"
		], 
		"Change Percentage": [
			"-25.9067%", 
			"-5.0492%", 
			"-7.5%", 
			"-1.1987%", 
			"0.4946%"
		]
	},
    "sports_equity_paragraph": "House Republicans are planning to launch a second legislative effort, the \"Save Women's Sports Act\" to ban transgender women and girls from competing on female school sports (including intramural) teams, cementing the issue as a priority for the Grand Old Party (GOP) ahead of 2024.",
    "real_estate_paragraph": "The Real Estate Select Sector SPDR Fund ETF is the most well-positioned sector from an RRG perspective. Interest rates plunged since October, but mortgage rates have risen, leading to a decrease in demand for housing and a slowdown in home sales. The rental market remains strong, however, with high demand and rising rents.",
    "companies": [
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Costco.png",
        "name": "Costco",
        "description": "Costco remains a popular warehouse club with loyal members and a unique business model deriving over half of its profit from membership sales, prioritizing customer satisfaction and value. As holiday season shopping reaches its prime, the company has been in the spotlight as investors and analysts anticipate its upcoming earnings report, with expectations of a likely earnings beat."
      },
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Boeing.png",
        "name": "Boeing",
        "description": "Boeing's stock price are showing a slight increase as Cathay Pacific, Hong Kong's flagship carrier, placed a significant order for six Airbus A350 freighters, replacing its aging Boeing 747 cargo jets. However, the U.S. military grounded its entire fleet of V-22 Ospreys after a deadly crash, raising concerns about the aircraft's safety."
      },
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/Google.png",
        "name": "Google",
        "description": "Google introduced its new flagship multimodal AI model, Gemini, but it faced criticism for not meeting initial expectations. However, experts still suggest investing in AI-related stocks like Alphabet and Microsoft for 2024, even while the EU moves forward with regulating AI. Thor Equities, known for its real estate investments, recently hired Google's former head of data center acquisitions."
      },
      {
        "logo": "https://stanford-ohs-wharton.github.io/HilaryAsh/logos/UBS.png",
        "name": "UBS",
        "description": "UBS hired Tommy Rueger from JPMorgan as global co-head of equity capital markets and incurred $400 million in real estate costs related to its acquisition of Credit Suisse, including breaking leases on former Credit Suisse offices. UBS formally began integrating Credit Suisse's parent bank, a merger of two global systemically important banks, and UBS Asset Management is prioritizing existing infrastructure investments in the current challenging dealmaking environment."
      }
    ]
  }
}
